{
  "organizationName": "Organization Name",
  "contactPerson": "Contact Person", 
  "email": "Email",
  "phone": "Phone",
  "creditsAvailable": "Credits Available",
  "lastUpdated": "Last Updated",
  "marketListings": "Credit Market Listings",
  "listingDescription": "Organizations registered for credit transfers who have indicated interest in credit trading.",
  "noListingsFound": "No credit market listings found",
  "manageListing": "Manage Your Credit Market Listing",
  "addListing": "Add Listing",
  "noListingMessage": "Your organization is not currently listed in the credit trading market. Add a listing to let other organizations know you are interested in credit trading.",
  "aboutCreditTrading": "About Credit Trading Market",
  "marketDescription": "The Credit Trading Market is a platform where organizations registered for credit transfers can connect to facilitate the buying and selling of Low Carbon Fuel Standard (LCFS) compliance credits.",
  "howItWorks": "How It Works",
  "step1": "Organizations can list themselves in the market by providing contact information and indicating whether they currently have credits available for sale.",
  "step2": "All registered organizations can view the market listings to identify potential trading partners.",
  "step3": "Organizations interested in trading can contact each other directly using the provided contact information.",
  "step4": "Actual credit transfers must still be processed through the formal transfer system in the LCFS portal.",
  "eligibility": "Eligibility",
  "eligibilityDescription": "Only organizations that are registered for credit transfers and have been enabled for credit trading market participation by government administrators can view this page and manage listings.",
  "importantNotes": "Important Notes",
  "note1": "This market is for information sharing only. All credit transfers must be completed through the official transfer process.",
  "note2": "Organizations are responsible for keeping their contact information and availability status up to date.",
  "note3": "The government does not facilitate, guarantee, or oversee any negotiations or agreements made through this market.",
  "note4": "Organizations can remove themselves from the market at any time.",
  "marketDetails": "Credit Trading Market Details",
  "marketStatus": "Market Status",
  "listingStatus": "Current Listing",
  "eligible": "Eligible for participation",
  "notEligible": "Not eligible for participation",
  "noListing": "No active listing",
  "eligibilityNote": "Note",
  "requiresRegistration": "Your organization must be registered for transfers to participate in the credit trading market.",
  "contactName": "Contact name",
  "roleInMarket": "Role in Market",
  "telephone": "Telephone",
  "creditsToSell": "Credits to sell",
  "seller": "Seller",
  "buyer": "Buyer",
  "amountCreditsToSell": "Amount of credits to sell",
  "displayInMarket": "Display in Credit trading market",
  "marketHeading": "Credit trading market",
  "marketDisclaimer": "The following table lists the participants in the market that voluntarily provided contact information. As such, the list may not be complete. The information provided is for convenience only and is accurate at the time of publication.",
  "informationBulletin": "Information Bulletin RLCF-013 (Credit trading market)",
  "background": "Background",
  "backgroundText1": "Beginning in 2024, to participate in the credit market, an organization must be registered by the director in accordance with the Low Carbon Fuels (General) Regulation (LCFGR) under section 17. Fuel suppliers who actively participated in the credit market in 2023 will automatically be registered by the director in accordance with the LCFGR for the 2024 compliance period. The director holds discretionary authority to refuse, suspend, or cancel an organization's registration.",
  "backgroundText2": "Compliance with the low carbon fuel requirements of the Low Carbon Fuels Act (Act), is calculated in terms of positive compliance units (credits) for marketing low carbon fuels and negative compliance units (debits) for marketing high carbon fuels as specified by section 13 of the Act. A registered organization may transfer issued credits in order to achieve compliance with the low carbon fuel requirements.",
  "backgroundText3": "The Low Carbon Fuel Standard has historically referred to compliance units as credits and debits. Beginning in 2024, the terminology is updated to compliance units (positive or negative).",
  "complianceUnitsIssued": "Compliance units issued by the director",
  "complianceUnitsText": "Before credits can be transferred, they must be issued by the director. Compliance units are issued based on the submission of an annual compliance report or the completion of a milestone under an initiative agreement. Compliance units that are issued by the director in relation to a milestone under an initiative agreement are valid when they are awarded.",
  "fairMarketValue": "Fair market value",
  "fairMarketValueText1": "All transfers must include a \"fair market value\" of the consideration in Canadian dollars per credit, under section 18 of the LCFGR. Transfers that the director considers are underestimating \"fair market value\" or those using a \"zero dollar\" value must include a written explanation justifying the use of the identified value.",
  "fairMarketValueText2": "The \"fair market value\" is generally accepted as the dollar figure a credit would sell for on the open and unrestricted market, between a willing buyer and a willing seller who are both knowledgeable, informed, and prudent, and who are acting independently of each other.",
  "approvalOfTransfers": "Approval of transfers",
  "approvalOfTransfersText": "All transfers must be approved by the director. A registered organization may submit a transfer for review through the Low Carbon Fuel Standard portal. The transfer will take effect on the date on which the transfer is approved by the director.",
  "applicationOfCredits": "Application of credits",
  "applicationOfCreditsText": "Only those credits held on the reporting deadline can be applied to a compliance obligation for that compliance period.",
  "needMoreInformation": "Need more information?",
  "needMoreInformationText": "Please visit the Low Carbon Fuels website or email us at lcfs@gov.bc.ca.",
  "legalDisclaimer": "This information is for your convenience and guidance only and does not replace or constitute legal advice. It is recommended that parties who may be a fuel supplier review the Low Carbon Fuels Act, Low Carbon Fuels (General) Regulation and the Low Carbon Fuels (Technical) Regulation and seek independent legal advice to confirm their status, legal obligations and opportunities. The Low Carbon Fuels Act, Low Carbon Fuels (General) Regulation and the Low Carbon Fuels (Technical) Regulation can be found at: http://www.bclaws.ca."
}