{
  "organizationName": "Organization Name",
  "contactPerson": "Contact Person",
  "email": "Email",
  "phone": "Phone",
  "creditsAvailable": "Credits Available",
  "lastUpdated": "Last Updated",
  "marketListings": "Credit Market Listings",
  "listingDescription": "Organizations registered for credit transfers who have indicated interest in credit trading.",
  "noListingsFound": "No credit market listings found",
  "manageListing": "Manage Your Credit Market Listing",
  "addListing": "Add Listing",
  "noListingMessage": "Your organization is not currently listed in the credit trading market. Add a listing to let other organizations know you are interested in credit trading.",
  "aboutCreditTrading": "About Credit trading market",
  "marketDescription": "The Credit trading market is a platform where organizations registered for credit transfers can connect to facilitate the buying and selling of Low Carbon Fuel Standard (LCFS) compliance credits.",
  "howItWorks": "How It Works",
  "step1": "Organizations can list themselves in the market by providing contact information and indicating whether they currently have credits available for sale.",
  "step2": "All registered organizations can view the market listings to identify potential trading partners.",
  "step3": "Organizations interested in trading can contact each other directly using the provided contact information.",
  "step4": "Actual credit transfers must still be processed through the formal transfer system in the LCFS portal.",
  "eligibility": "Eligibility",
  "eligibilityDescription": "Only organizations that are registered for credit transfers and have been enabled for credit trading market participation by government administrators can view this page and manage listings.",
  "importantNotes": "Important Notes",
  "note1": "This market is for information sharing only. All credit transfers must be completed through the official transfer process.",
  "note2": "Organizations are responsible for keeping their contact information and availability status up to date.",
  "note3": "The government does not facilitate, guarantee, or oversee any negotiations or agreements made through this market.",
  "note4": "Organizations can remove themselves from the market at any time.",
  "marketDetails": "Credit trading market details",
  "marketStatus": "Market Status",
  "listingStatus": "Current Listing",
  "eligible": "Eligible for participation",
  "notEligible": "Not eligible for participation",
  "noListing": "No active listing",
  "eligibilityNote": "Note",
  "requiresRegistration": "Your organization must be registered for transfers to participate in the credit trading market.",
  "contactName": "Contact name",
  "roleInMarket": "Role in Market",
  "telephone": "Telephone",
  "creditsToSell": "Credits to sell",
  "seller": "Seller",
  "buyer": "Buyer",
  "amountCreditsToSell": "Amount of credits to sell",
  "displayInMarket": "Display in Credit trading market",
  "marketHeading": "Credit trading market",
  "marketDisclaimer": "The following table lists the participants in the market that voluntarily provided contact information. As such, the list may not be complete. The information provided is for convenience only and is accurate at the time of publication.",
  "informationBulletin": "Information Bulletin RLCF-013 (Credit trading market)",
  "background": "Background",
  "backgroundText1": "B.C.'s Low Carbon Fuel Standard (LCFS) sets requirements that encourage the use of renewable and low carbon fuels and offers incentives to organizations that supply them. Organizations generate positive compliance units (credits) for supplying fuels with lower carbon intensity and incur negative compliance units (debits) for supplying fuels with higher carbon intensity, as outlined in Section 13 of the <a href=\"https://www.bclaws.gov.bc.ca/civix/document/id/complete/statreg/22021\" target=\"_blank\" rel=\"noopener noreferrer\">B.C.'s Low Carbon Fuels Act (Act)</a>.",
  "backgroundText2": "The LCFS credit market is the central mechanism under the Act that enables the exchange of credits generated through fuels supplied for applicable purposes. The credit market helps organizations meet their compliance obligations and support the overall goal of reducing greenhouse gas emissions in the transportation sector.",
  "backgroundText3": "The <a href=\"https://www.bclaws.gov.bc.ca/civix/document/id/complete/statreg/282_2023\" target=\"_blank\" rel=\"noopener noreferrer\">Low Carbon Fuels (General) Regulation (LCFGR)</a> establishes a framework for market participants who do not have a compliance obligation– such as brokers or traders – to engage in the credit market. These organizations must be registered by the Director in accordance with Section 17 of the LCFGR to participate in the credit market. The Director has discretionary authority to refuse, suspend or cancel an organization's registration.",
  "creditsIssuedByDirector": "Credits issued by the director",
  "creditsIssuedText": "Before credits can be transferred, they must be issued by the director. Credits may be issued under the following circumstance:<ul style=\"padding-left: 40px; margin: 5px 0;\"><li>Submission of an annual compliance report. The director will issue credits based on verified data from the report.</li><li style=\"margin-bottom: 5px;\">Achievement of a milestone under an initiative agreement. Credits are valid immediately upon issuance by the Director.</li></ul>Only after issuance can credits be used or transferred within the credit market.",
  "fairMarketValue": "Fair market value",
  "fairMarketValueText1": "All transfers must include a \"fair market value\" of the consideration in Canadian dollars per credit, under section 18 of the LCFGR. Transfers that the director considers are underestimating \"fair market value\" or those using a \"zero dollar\" value must include a written explanation justifying the use of the identified value.",
  "fairMarketValueText2": "The \"fair market value\" is generally accepted as the dollar figure a credit would sell for on the open and unrestricted market, between a willing buyer and a willing seller who are both knowledgeable, informed, and prudent, and who are acting independently of each other.",
  "approvalOfTransfers": "Approval of transfers",
  "approvalOfTransfersText": "All transfers must be approved by the director. A registered organization may submit a transfer for review through the LCFS Portal. The transfer will take effect on the date on which the transfer is approved by the director.",
  "applicationOfCredits": "Application of credits",
  "applicationOfCreditsText": "Only those credits held on the reporting deadline can be applied to a compliance obligation for that compliance period. Credits cannot be retroactively applied for compliance obligations of previous compliance years.",
  "allocationAgreements": "Allocation agreements",
  "allocationAgreementsText": "Allocation agreements allow fuel suppliers to transfer reporting responsibilities to another organization, enabling participation in the credit market for small suppliers who fall below reporting thresholds. This agreement assigns the reporting and credit-earning responsibilities to another organization. For more information on allocation agreements see <a href=\"https://www2.gov.bc.ca/gov/content/industry/electricity-alternative-energy/transportation-energies/renewable-low-carbon-fuels/information-bulletins\" target=\"_blank\" rel=\"noopener noreferrer\">Information Bulletin</a> RLCF-015.",
  "needMoreInformation": "Need more information?",
  "needMoreInformationText": "Please visit the Low Carbon Fuels <a href=\"https://www2.gov.bc.ca/gov/content/industry/electricity-alternative-energy/transportation-energies/renewable-low-carbon-fuels\" target=\"_blank\" rel=\"noopener noreferrer\">website</a> or email us at <a href=\"mailto:lcfs@gov.bc.ca\">lcfs@gov.bc.ca</a>.",
  "legalDisclaimer": "This information is for your convenience and guidance only and does not replace or constitute legal advice. It is recommended that parties who may be a fuel supplier review the Low Carbon Fuels Act, Low Carbon Fuels (General) Regulation and the Low Carbon Fuels (Technical) Regulation and seek independent legal advice to confirm their status, legal obligations and opportunities. The Low Carbon Fuels Act, Low Carbon Fuels (General) Regulation and the Low Carbon Fuels (Technical) Regulation can be found at: <a href=\"http://www.bclaws.ca\" target=\"_blank\" rel=\"noopener noreferrer\">http://www.bclaws.ca</a>."
}
